Repository: RakhithJK/tazusb
Catalog: po/tazusb/*.po
Languages: vi_vn

source: SliTaz Live USB - Version: %s
vi_vn: SliTaz Live USB - Phiên bản: %s

source: Usage:
vi_vn: Sử dụng:

source: Commands:
vi_vn: Lệnh:

source: Print this short usage.
vi_vn: In sử dụng ngắn.

source: Write the current filesystem to rootfs.gz. Supported compression: lzma, gzip, none.
vi_vn: Viết các hệ thống tập tin hiện tại vào rootfs.gz. Kiểu nén được hỗ trợ: lzma, gzip, không.

source: Format and label device with ext4, ext3, ext2 or fat32 filesystem (for LiveUSB or /home). Default is ext3.
vi_vn: Định dạng và nhãn thiết bị với hệ thống tập tin ext4, ext3, ext2 hoặc fat32 (cho LiveUSB hoặc /home). Mặc định là ext3.

source: Generate a bootable LiveUSB using files from the LiveCD.
vi_vn: Tạo một LiveUSB có thể khởi động sử dụng các file từ đĩa CD.

source: Create or recreate and activate additional swap memory.
vi_vn: Tạo hoặc tái tạo và kích hoạt bộ nhớ trao đổi thêm (swap).

source: Generate a bootable LiveUSB using files from ISO file.
vi_vn: Tạo một LiveUSB có thể khởi động sử dụng các tập tin từ tập tin ISO.

source: Remove old backup filesystems to free disk space.
vi_vn: Di chuyển hệ thống tập tin sao lưu cũ đến không gian đĩa còn trống.

source: Please specify the target USB device to %s. You can type 'list' to get a list of devices, type 'exit' or give an empty value to exit.
vi_vn: Hãy xác định các thiết bị USB để %s. Bạn có thể gõ "list" để có được danh sách thiết bị, gõ 'exit' hoặc không để thoát.

source: Device to use:
vi_vn: Thiết bị sử dụng:

source: No specified device or exit.
vi_vn: Không có thiết bị hoặc thoát.

source: Unable to find device %s
vi_vn: Không thể tìm thấy thiết bị %s

source: Please specify a label for the partition (TazUSB):
vi_vn: Hãy xác định một nhãn cho phân vùng (TazUSB):

source: Label: %s
vi_vn: Nhãn: %s

source: Please specify a filesystem type ext2, ext3, ext4 or fat32 (ext3):
vi_vn: Xin xác định một hệ thống tập tin ext2, ext3, ext4 hoặc fat32 (ext3):

source: Please specify the filesystem type to %s.
vi_vn: Xin xác định một hệ thống tập tin cho %s.

source: Available formats are ext4, ext3(default), ext2 or fat32.
vi_vn: Định dạng sẵn có ext4, ext3(mặc định), ext2 hoặc fat32.

source: Press enter to keep the default value.
vi_vn: Nhấn Enter để giữ giá trị mặc định.

source: File system type:
vi_vn: Loại hệ thống tập tin:

source: Processing...
vi_vn: Đang thực hiện...

source: Can't find %s tool.
vi_vn: Không thể tìm thấy công cụ %s.

source: Would you like to install %s from repository [y/N]?
vi_vn: Bạn có muốn cài đặt %s từ kho lưu trữ [y/N]?

source: Sorry. Filesystem %s is not supported.
vi_vn: Tiếc. Hệ thống tập tin %s không được hỗ trợ.

source: Unmounting USB target device...
vi_vn: Ngắt kết nối USB...

source: Mounting USB target device...
vi_vn: Đang kết nối USB...

source: Mounting CD-ROM device...
vi_vn: Đang kết nối CD-ROM...

source: Unable to mount CD-ROM or to find a filesystem on it (%s).
vi_vn: Không thể kết nối CD-ROM hoặc tìm một hệ thống tập tin trên đó (%s).

source: Mounting %s...
vi_vn: Đang kết nối %s...

source: Unable to mount ISO or to find a filesystem on it (%s).
vi_vn: Không thể gắn kết ISO hoặc để tìm một hệ thống tập tin trên đó (%s).

source: Copying needed files from CD-ROM...
vi_vn: Sao chép tập tin từ cần thiết từ CD-ROM...

source: Installing a new MBR to %s
vi_vn: Cài đặt một MBR mới cho %s

source: No new MBR installed to %s
vi_vn: Không có MBR mới để cài đặt cho %s

source: Installing bootloader: %s
vi_vn: Đang cài đặt bootloader: %s

source: Do you want to exit Tazusb or reboot system (Exit/reboot)?
vi_vn: Bạn có muốn thoát Tazusb hoặc khởi động lại hệ thống (Thoát/khởi động lại)?

source: Setting %s as bootable...
vi_vn: Cài đặt %s có thể khởi động...

source: Gen swap
vi_vn: Tạo swap

source: Generate a swap file in %s that will be activated on each boot to have more memory available (empty value to exit).
vi_vn: Tạo một tập tin trao đổi (swap) trong %s sẽ kích hoạt mỗi khi khởi động để có thêm bộ nhớ có sẵn (giá trị trống để thoát).

source: Swap file in MB:
vi_vn: Tập tin trao đổi (swap) cỡ MB:

source: Empty value. Exiting...
vi_vn: Giá trị trống. Đang thoát...

source: Clean
vi_vn: Xóa

source: Remove old %s backup filesystems to free up disk space.
vi_vn: Di chuyển hệ thống tập tin sao lưu cũ %s để giải phóng không gian đĩa.

source: Do you wish to remove: %s (Yes/no/exit)?
vi_vn: Bạn có muốn loại bỏ: %s (Có/không/thoát)?

source: No filesystems selected, exiting...
vi_vn: Không có hệ thống tập tin được lựa chọn, đang thoát...

source: Write filesystem
vi_vn: Viết hệ thống tập tin

source: The command writefs will write all the current filesystem into a suitable cpio archive (%s) usable on a bootable LiveUSB media.
vi_vn: Các writefs lệnh sẽ viết tất cả các hệ thống tập tin hiện tại vào một kho lưu trữ" "cpio phù hợp (%s) để sử dụng trên một phương tiện LiveUSB có thể khởi động.

source: Archive compression: %s
vi_vn: Nén lưu Trữ: %s

source: Do you wish to remove the sound card and screen configs?
vi_vn: Bạn có muốn loại bỏ các card âm thanh và cài đặt màn hình?

source: Press ENTER to keep or answer (No|yes|exit):
vi_vn: Nhấn ENTER để giữ hay trả lời (Không|Có|Thoát):

source: Removing current sound card and screen configurations...
vi_vn: Loại bỏ các cấu hình card âm thanh và màn hình hiện tại...

source: Keeping current sound card and screen configurations...
vi_vn: Giữ cấu hình card âm thanh và màn hình hiện tại...

source: Do you wish to remove local/keymap settings?
vi_vn: Bạn có muốn loại bỏ cài đặt kiểu bố trí bàn phím?

source: Removing current locale/keymap settings...
vi_vn: Đang loại bỏ cài đặt kiểu bố trí bàn phím...

source: Keeping current locale/keymap settings...
vi_vn: Cài đặt kiểu bố trí bàn phím...

source: Creating %s with lzma compression...
vi_vn: Đang tạo %s kiểu nén lzma...

source: Creating %s with gzip compression...
vi_vn: Đang tạo %s kiểu nén gzip...

source: Creating %s without compression...
vi_vn: Đang tạo %s kiểu không nén...

source: Moving %s to media. Remember to unmount for delayed writes!
vi_vn: Đang chuyển %s tới. Hãy nhớ tháo kết nối cho ghi chậm!

source: %s is located in %s
vi_vn: %s nằm trong %s

source: Root filesystem size: %s
vi_vn: Kích thước gốc hệ thống tập tin: %s

source: ENTER to continue...
vi_vn: ENTER để tiếp tục...

source: Format a device
vi_vn: Định dạng một thiết bị

source: Device: %s
vi_vn: Thiết bị: %s

source: Device %s is ready to use as LiveUSB and/or /home partition.
vi_vn: Thiết bị %s sẵn sàng dùng như LiveUSB và/hoặc vùng /home.

source: Gen a LiveUSB media
vi_vn: Tạo một LiveUSB

source: Please specify a valid filename on the command line.
vi_vn: Hãy xác định một tên tập tin hợp lệ trên dòng lệnh.

source: Copy ISO file to SliTaz LiveUSB media
vi_vn: Sao chép tập tin ISO ra SliTaz LiveUSB
